import fs from "fs";
let e = {
    groups: {"120363028202077056@g.us": "manga", "966594931224-1619900093@g.us": "manga"},
    replacements: {},
    types: {
      1: "العاب",
      2: "مسلسلات"
    },
    sheets: {
        1: {
            "اعرف اللعبه": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون اعرف اللعبة┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من أي لعبة هذه الصورة؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "اعلان الفائز": `⊱※ انتهت ※⊰
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ

⌘ الفائز: اللقب ❯❮@المنشن

⌘ الاجابة:

⌘ الجائزة: 🅁

ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الاختلافات": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الاختلافات┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اوجد الاختلافات في الصورتين ❋

❍ عدد الاختلافات:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الاستديو": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الاستديو┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ ماهو الاستديو صاحب اللعبة الآتية؟ ❋

❍ اللعبة:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆ 
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الاوست": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الاوست┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من أي لعبة هذا الاوست؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الايموجي": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الايموجي┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اعرف الشخصية من الايموجي ❋

❍ الايموجي:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الترجمة": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الترجمة┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ ترجم هذا المقطع الذي تسمعه ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "التقنية": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون التقنية┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من صاحب هذه التقنية؟ ❋

❍ التقنية:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "التنشيطي": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣السيون التنشيطي┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❍ السؤال:

❍ المستوى: -

❍ الوقت: 5m

❍ الجائزة: 🅁3K
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "السؤال اليومي": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون السؤال اليومي┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❍السؤال:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الشخصية": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الشخصية┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من هي الشخصية التي بالصورة؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆ 
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الطلب": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الطلب┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ نفذ الطلب التالي؟ ❋

❍ الطلب:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆ 
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الظل": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الظل┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اعرف الشخصية من ظلّها ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "العضو": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون العضو┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ لِمن هذا العضو المتواجد في الصورة؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "المخرج": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون المخرج┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ مَن هو مخرج هذه اللعبة؟ ❋

❍ اسم اللعبة:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "المقولة": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون المقولة┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من قائل هذه المقولة؟ ❋

❍ المقولة:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "النقاش": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون النقاش┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❍ النقاش:

❍ الوقت: لا محدود

❍ الجائزة: على حسب مدّة النقاش
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "ترتيب الاحرف": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون ترتيب الأحرف┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ رتّب الاحرف التالية لِتُكوّن اسم شخصية ❋

❍ الأحرف:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "تصنيف اللعبه": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون تصنيف اللعبة┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اعرف اللعبة من التصنيف ❋

❍ التصنيف:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "صوت الشخصية": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون صوت الشخصية┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ لأي شخصية يعود هذا الصوت؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "لقب الشخصية": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون لقب الشخصية┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ لأي شخصية يعود هذا اللقب؟ ❋

❍ اللقب:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "وصف اللعبة": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون وصف اللعبة┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اعرف اللعبة من الوصف ❋

❍ الوصف:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎮ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
        },
        2: {
            "اعرف المسلسل": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون اعرف المسلسل┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من أي مسلسل هذه الصورة؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "اعلان الفائز": `⊱※ انتهت ※⊰
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ

⌘ الفائز: اللقب ❯❮@المنشن

⌘ الاجابة:

⌘ الجائزة: 🅁

ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الاختلافات": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الاختلافات┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اوجد الاختلافات في الصورتين ❋

❍ عدد الاختلافات:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الاستديو": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الاستديو┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ ماهو الاستديو صاحب المسلسل الآتي؟ ❋

❍ المسلسل:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الاوست": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الاوست┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من أي مسلسل او فلم هذا الاوست؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الايموجي": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الايموجي┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اعرف الشخصية من الايموجي ❋

❍ الايموجي:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "التقنية": `ꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون التقنية┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من صاحب هذه التقنية؟ ❋

❍ التقنية:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "التنشيطي": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣السيون التنشيطي┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❍ السؤال:

❍ المستوى: -

❍ الوقت: 5m

❍ الجائزة: 🅁3K
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "السؤال اليومي": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣السيون التنشيطي┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❍ السؤال:

❍ المستوى: -

❍ الوقت: 5m

❍ الجائزة: 🅁3K
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الشخصية": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الشخصية┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من هي الشخصية التي بالصورة؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆ 
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الصوت": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون صوت الشخصية┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من صاحب هذا الصوت؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆ 
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الطلب": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الطلب┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ نفذ الطلب التالي؟ ❋

❍ الطلب:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "الظل": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون الظل┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اعرف الشخصية من ظلّها ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "العضو": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون العضو┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ لِمن هذا العضو المتواجد في الصورة؟ ❋

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "المخرج": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون المخرج┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من هو/ي مخرج العمل التالي؟ ❋

❍ العمل: 

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆ 
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "المقولة": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون المقولة┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ من قائل هذه المقولة؟ ❋

❍ المقولة:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "النقاش": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون النقاش┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❍ النقاش:

❍ الوقت: لا محدود

❍ الجائزة: على حسب مدّة النقاش
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "ترتيب الاحرف": `ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون ترتيب الأحرف┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ رتّب الاحرف التالية لِتُكوّن اسم شخصية ❋

❍ الأحرف:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "تصنيف المسلسل": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون تصنيف المسلسل┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اعرف المسلسل من التصنيف ❋

❍ التصنيف:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "لقب الشخصية": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون لقب الشخصية┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ لأي شخصية يعود هذا اللقب؟ ❋

❍ اللقب:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`,
            "وصف المسلسل": `‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
┣سيون وصف المسلسل┫
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁

❋ اعرف المسلسل من الوصف ❋

❍ الوصف:

❍ المستوى:

❍ الوقت:

❍ الجائزة:
▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁
ادارة📑 𖥐
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤⟆
‏ꖒꕻꖒꖒꖒꖒꖒꖌ🎬ꖌꖒꖒꖒꖒꖒꕻꖒ
`
        }
    },
}

fs.writeFile("./forms.json", JSON.stringify(e), function(err) {
    if (err) {
        console.log(err)
    }else {
        console.log("Saved")
    }
})

