import fs from "fs";
const forms = {
    "شيها AMV": `*╭────╯• {0} •╰────╮*
*❖┇إعلان شيها┇❖* 
━━━━━━━━━━━━━━━━

*◎AMVتعلن نقابة {2} عن شيها 
「 ⊱ المقدم @منشن المقدم ⊰ 」

◎ *بين:|-﹝لقب العضو | @ المنشن ﹞*

*❅ :|- مبلغ الرهان ❅*

*◎ ضد :|-﹝لقب العضو | @ المنشن ﹞*

*❅ :|- مبلغ الرهان ❅*

*◎ تنويه :|-* راح يتم التحدي في قروب المسابقات للمشاهدة و التصويت: @رابط قروب المسابقات

━━━━━━━━━━━━━━━━
ادارة📑 𖥐
*‏‏{1}* 
*╰────╮• {0} •╭────╯*
`,
    "اعلان الرولين": `╭────╯• {0} •╰────╮
❖┇إعلان لعبة صناديق الحظ┇❖ 
━━━━━━━━━━━━━━━━

◎تعلن نقابة {2} عن لعبة صناديق الحظ

فكرة اللعبة دخول عشرة مشاركين الى لعبة صناديق الحظ واختيار صناديق مجهولة بداخلها احكام تتنفذ على صاحب الصندوق

الاحكام:

١- طرد لمدة ساعتين
٢- كسب 20K
٣- خصم 15K
٤- صندوق فارغ
٥- سرقة صندوق
٦- تغيير عرض النقابة
٧- انذار
٨- الغاء صندوق
٩- طرد ساعة(لعضو من اختيارك)
١٠- زيارة نقابة لمدة ٣ ساعات

「 ⊱ المقدم @منشن المقدم ⊰ 」


◎ الفعالية ستقام في جروب المسابقات على الراغبين في المشاركة التوجة الى المقدم

رابط جروب المسابقات:


━━━━━━━━━━━━━━━━
ادارة📑 𖥐
*‏‏{1}* 
╰────╮• {0} •╭────╯
`,
    "اعلان السوق": `╔═════ ╣𖡹╠ ═════╗
❃ ◘ بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ ◘ ❃
≔≖≕≖≔≖≕≖≔≖≕≖≔≖≕≖≔≖≕

⊱≼≽⊰ ↯ تُعلِن مَمْـلَكَة 𖡹 آيـرِس عن ↯:|-

【≪•◦ السّـوقْ الأسـبوعي ◦•≫】

❈↜شرح السوق الاسبوعي: هُوَ سوقٌ يوجَدُ فيهِ العديد مِنَ التمائم المميزة، يُمكِنُكَ شراءُها باستخدام الريڤل الذي تمتلكه واستخدامها.

✪✶⬇︎✶ رابط السوق الاسبوعية ✶⬇︎✶✪

https://docs.google.com/spreadsheets/d/1Z7eEDwWaCa7k5ft9Jv4i51Rq15rMXyvOq1hzMZ8vuK0/edit

❈↜ ملاحظة :|- سيتم فتح السوق كل يوم سبت ، وأيضا يمكن لكل عضو شراء السلعة مره واحد في الاسبوع وشكراً ♥️.

❈↜المسؤول:|- اللقب | @المنشن
❈↜مساعد المسؤول:|- اللقب | @المنشن
≔≖≕≖≔≖≕≖≔≖≕≖≔≖≕≖≔≖≕
──「⊱𝑨𝒊𝒓𝒆𝒔 𖡹 𝑽𝒂𝒍𝒍𝒆𝒚{0}⊰」──
╚═════ ╣𖡹╠ ═════╝
__`,
    "اعلان شيها النزال": `*╭────╯• {0} •╰────╮*
*❖┇إعلان شيها┇❖* 
━━━━━━━━━━━━━━━━

*◎تعلن نقابة {2} عن شيها النزال
「 ⊱ المقدم @منشن المقدم ⊰ 」

◎ *بين:|-﹝لقب العضو | @ المنشن ﹞*

*❅ :|- مبلغ الرهان ❅*

*◎ ضد :|-﹝لقب العضو | @ المنشن ﹞*

*❅ :|- مبلغ الرهان ❅*

*◎ تنويه :|-* راح يتم التحدي في قروب المسابقات للمشاهدة و التصويت : @رابط قروب المسابقات

━━━━━━━━━━━━━━━━
ادارة📑 𖥐
*‏‏{1}* 
*╰────╮• {0} •╭────╯*
`,
    "اعلان فائز الشيها": `*╭────╯• {0} •╰────╮*
*❖┇إعلان الفائز┇❖* 
━━━━━━━━━━━━━━━━

*◎تعلن نقابة {2} عن المنتصر في شيها @الاسم*
*「 ⊱ اللقب @منشن الفائز ⊰ 」*

◎ *وقد ربح مبلغ :|-﹝@الرقم ﹞*


*◎ :|💙نشوفكم في شيها اخر شكراً للجميع-* : 

━━━━━━━━━━━━━━━━
ادارة📑 𖥐
*‏‏{1}* 
*╰────╮• {0} •╭────╯*
`,
    "اعلن الاهانة": `╭────╯• {0} •╰────╮
❖┇إعلان إهانة┇❖ 
━━━━━━━━━━━━━━━━

◎تعلن نقابة {2} عن تغيير لقب العضو﹝لقب العضو | @ المنشن ﹞


◎ إلى:「 ⊱ لقب العضو الجديد ⊰ 」


◎بعدَ استخدام بِطاقة إهانة عليه من قِبل العضو ﹝لقب العضو | @ المنشن ﹞ وشكراً 🤍.

━━━━━━━━━━━━━━━━
ادارة📑 𖥐
*‏‏{1}*
╰────╮• {0} •╭────╯
`,
    "تحويل": `╭────╯• {0} •╰────╮
❖┇إعلان تحويل┇❖
━━━━━━━━━━━━━━━━

◎تعلن نقابة {2} عن تحويل مبلغ مالي بقيمة
「 ⊱ اكتب المبلغ ⊰ 」

◎ مِن:|- لقب العضو | المنشن ﹞*


◎ إلى:| لقب العضو | المنشن﹞


◎ رِسالة:|- اكتب رسالة.

━━━━━━━━━━━━━━━━
ادارة📑 𖥐
*‏‏{1}*
╰────╮• {0} •╭────╯
`,
    "شيها الصور": `*╭────╯• {0} •╰────╮*
*❖┇إعلان شيها┇❖* 
━━━━━━━━━━━━━━━━

*◎تعلن نقابة {2} عن شيها الصور
「 ⊱ المقدم @منشن المقدم ⊰ 」

◎ *بين:|-﹝لقب العضو | @ المنشن ﹞*

*❅ :|- مبلغ الرهان ❅*

*◎ ضد :|-﹝لقب العضو | @ المنشن ﹞*

*❅ :|- مبلغ الرهان ❅*

*◎ تنويه :|-* راح يتم التحدي في قروب المسابقات للمشاهدة و التصويت : @رابط قروب المسابقات

━━━━━━━━━━━━━━━━
ادارة📑 𖥐
*‏‏{1}* 
*╰────╮• {0} •╭────╯*
`,
    "كشف صناديق الحظ": `╭────╯• {0} •╰────╮
❖┇كشف صناديق الحظ┇❖ 
━━━━━━━━━━━━━━━━


١-⊱اللقب⊰ 🎁 الحكم ( )

٢-⊱اللقب⊰🎁 الحكم ( )

٣-⊱اللقب⊰🎁 الحكم ( )

٤-⊱اللقب⊰🎁 الحكم ( )

٥-⊱اللقب⊰🎁 الحكم ( )

٦-⊱اللقب⊰🎁 الحكم ( )

٧-⊱اللقب⊰🎁 الحكم ( )

٨-⊱اللقب⊰🎁 الحكم ( )

٩-⊱اللقب⊰🎁 الحكم ( )

١٠-⊱اللقب⊰🎁 الحكم ( )
━━━━━━━━━━━━━━━━
ادارة📑 𖥐
*‏‏{1}*
╰────╮• {0} •╭────╯
`
}

const replaces = {
    "1": "{1}",
    "2": "{2}",
    "0": "{0}",
    "3": "{0}"
}


fs.writeFile("./forms.json", JSON.stringify(forms), function(err) {
    if (err) {
        console.log(err)
    }else {
        console.log("Saved")
    }
})

