import fs from "fs";
let e = {
    groups: {"120363028202077056@g.us": "manga", "966594931224-1619900093@g.us": "manga"},
    replacements: {},
    sheets: {
        "المشاركات": {
            "انطباع لعبة": `✫✭★ انطباع لعبة ★✭✫
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏

❀ اسم اللعبة⇡ 
「」

❀ نص الانطباع⇡
「」

❀ التقييم العالمي و الرأي الخاص⇡

* التقييم العالمي「」
* الراي والتقييم الخاص :

...
❀ الخاتمه⇡
「」
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
❀ [اللقب - النقابه - شعار النقابه]❀ 
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤🎮⟆
`,
            "توصية لعبة": `✫✭★ توصية لعبة ★✭✫
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
❀ الاسم⇡

❀ التصنيف⇡

❀ القصة⇡

❀ مواصفات اللعبة⇡

❀ انطباعي عن اللعبة⇡

❀ تقييمي النهائي⇡

✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
❀ [اللقب - النقابه - شعار النقابه]❀
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤🎮⟆
`,
            "انطباع مسلسل": `✫✭★ انطباع مسلسل.فلم ★✭✫
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏

❀ اسم الفلم.اللعبه⇡ 
「」

❀ نص الانطباع⇡
「」

❀ التقييم العالمي و الرأي الخاص⇡

* التقييم العالمي「」
* الراي والتقييم الخاص :

...
❀ الخاتمه⇡
「」
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
❀ [اللقب - النقابه - شعار النقابه]❀ 
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤🎬⟆
`,
            "توصية مسلسل": `✫✭★ توصية مسلسل،فلم ★✭✫
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
❀ الاسم⇡

❀ التصنيف⇡

❀ القصة⇡

❀ مواصفات المسلسل،الفلم⇡

❀ انطباعي عن المسلسل،الفلم⇡

❀ تقييمي النهائي⇡

✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
❀ [اللقب - النقابه - شعار النقابه]❀
✎﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏﹏
⟅𝑨𝒊𝒓𝒆𝒔 𖡹 𝐺𝑎𝑚𝑒𝑆𝒉𝑜𝑤🎬⟆
`
        }
    },
}

fs.writeFile("./forms.json", JSON.stringify(e), function(err) {
    if (err) {
        console.log(err)
    }else {
        console.log("Saved")
    }
})

