import fs from "fs";
let e = [
    {
        "name": "اوجد الايموجي",
        "form": "*◈اوجد الايموجي◈*\n╭─────❞♠️❝─────╮\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n‏〖‏♠️Akina🍁Nacht〗"
    },
    {
        "name": "ترتيب اسم الانمي",
        "form": "*◈ترتيب اسم الانمي◈*\n─────❞♠️❝─────╮\n❑ الأحرف :〘〙\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗"
    },
    {
        "name": "قصة الانمي",
        "form": "◈قصة الانمي◈\n╭─────❞♠️❝─────╮\n❑ اعرف الانمي من القصة :《》\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام 📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n【Akina🍁Nacht♠️】"
    },
    {
        "name": "اختبر معرفتك",
        "form": "◈ اختبار معرفتك ◈\n╭─────❞♠️❝─────╮\n❑ السؤال :《》\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام 📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n【Akina🍁Nacht♠️】"
    },
    {
        "name": "مقولة انمي",
        "form": "◈مقولة انمي◈\n╭─────❞♠️❝─────╮\n ❑ اعرف صاحب المقولة 📇 : \n\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\nإدارة :\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗\n╚╩═══••✠•♠️•✠••═══╩╝"
    },
    {
        "name": "استخرج الشخصيات من الايديت",
        "form": "*◈أستخرج الشخصيات ◈*\n╭─────❞♠️❝─────╮\n❑ استخرج الشخصيات من الادت 🎞\n\n❑ عدد الشخصيات : 〘〙\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n〖A̷k̷i̷n̷a̷♠️Nacht〗"
    },
    {
        "name": "اعرف الشخصية من الايموجي",
        "form": "◈  ايموجي ◈\n╭─────❞♠️❝─────╮\n ❑ من هذه الشخصية :\n \n❑ المستوى :〘〙\n \n❑ المدة :〘〙\n \n❑ الجائزة :〘〙\n \n❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n【Akina🍁nacht♠️】"
    },
    {
        "name": "الاحرف المفقودة",
        "form": "◈الأحرف المفقودة◈\n╭─────❞♠️❝─────╮\n❑  خمن الأسم الكامل 🧮 〘〙\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام📲\n━───── •❈• ──────\n❑ المسؤول :  ◢◣\n╰─────❞♠️❝─────╯\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗"
    },
    {
        "name": "السؤال اليومي",
        "form": "*◈السؤال اليومي ◈*\n╭─────❞♠️❝─────╮\n❑ السؤال :〘〙\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام 📲\n━───── •❈• ──────\n❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗*."
    },
    {
        "name": "الترجمة",
        "form": "*◈ ترجمة ◈*\n╭─────❞♠️❝─────╮\n❑ الكلمة :〘〙\n\n❑ المطلوب : :〘معناها بالعربي〙\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام 📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗"
    },
    {
        "name": "طلب",
        "form": "╭─────❞♠️❝─────╮\n❑ المطلوب :〘〙\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام 📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n‏〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁"
    },
    {
        "name": "صورة مشوشة",
        "form": "*◈صورة مشوشة◈*\n╭─────❞♠️❝─────╮\n❑ اعرف الشخصية 💻\n\n❑ المستوى :〘〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘〙\n\n❑ الإجابة بالعام📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯"
    },
    {
        "name": "ترتيب الاحرف",
        "form": "*◈ترتيب الأحرف◈*\n─────❞♠️❝─────╮\n❑ الأحرف :〘〙\n\n❑ المستوى :〘 〙\n\n❑ المدة :〘〙\n\n❑ الجائزة :〘 〙\n\n❑ الإجابة بالعام📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗"
    },
    {
        "name": "تقنية",
        "form": "*◈تقنية◈*\n╭─────❞♠️❝─────╮\n❑ من صاحب التقنية 🍥\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁*〗*"
    },
    {
        "name": "اماكن",
        "form": "*◈أماكن◈*\n╭─────❞♠️❝─────╮\n ❑ في اي انمي ظهر هذا المكان 🎇\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁*〗*"
    },
    {
        "name": "عضو الشخصية",
        "form": "◈عضو الشخصية◈\n╭─────❞♠️❝─────╮\n ❑ اعرف الشخصية من العضو 👤\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗"
    },
    {
        "name": "سلاح",
        "form": "*◈سلاح◈*\n╭─────❞♠️❝─────╮\n ❑ من صاحب هذا السلاح ⚔️\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁*〗*"
    },
    {
        "name": "ظلال",
        "form": "*◈ظلال◈*\n╭─────❞♠❝─────╮\n ❑ من هو صاحب هذا الظل 🫂\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠❝─────╯\n*〖*A̷k̷i̷n̷a̷♠Nacht*〗*"
    },
    {
        "name": "الاختلافات",
        "form": "*◈إختلافات◈*\n╭─────❞♠️❝─────╮\n ❑ اين الاختلاف بين الصورتين 👥\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️Nacht*〗*"
    },
    {
        "name": "اوست",
        "form": "*◈اوست◈*\n╭─────❞♠️❝─────╮\n ❑ اي انمي ينتمي هاذ الأوست 🎶\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁*〗*"
    },
    {
        "name": "اوبينينق",
        "form": "*◈اوبينينق◈*\n╭─────❞♠️❝─────╮\n ❑ اي انمي ينتمي هذا الاوبينينق 🎼\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁*〗*"
    },
    {
        "name": "ايندينق",
        "form": "*◈ايندينق◈*\n╭─────❞♠️❝─────╮\n ❑ اي انمي ينتمي هذا الايندينق 🎼\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁*〗*"
    },
    {
        "name": "صوت الشخصية",
        "form": "*◈صوت الشخصية◈*\n╭─────❞♠️❝─────╮\n ❑ من هو صاحب الصوت 🔊\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : *◢◣*\n╰─────❞♠️❝─────╯\n*〖*A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁*〗*"
    },
    {
        "name": "صورة ابيض واسود",
        "form": "◈ابيض اسود◈\n╭─────❞♠️❝─────╮\n ❑ ما هم الألوان الموجودة 🎨\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁*〗"
    },
    {
        "name": "غرض الشخصية",
        "form": "◈غرض الشخصية◈\n╭─────❞♠️❝─────╮\n ❑ من هو صاحب هذا الغرض ⁉️\n\n ❑ المستوى :〘〙\n\n ❑ المدة :〘〙\n\n ❑ الجائزة :〘〙\n\n ❑ الإجابة بالعام📲\n ━───── •❈• ──────\n ❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗"
    },
    {
        "name": "نقاش",
        "form": "◈ فقرة نقاش📝◈\n╭─────❞♠️❝──── ─╮\n❑ اسم الأنمي :〘〙\n\n❑ الموضوع :〘〙\n\n❑ المدة :〘غير محددة 〙\n\n❑ الجائزة :〘 10k لكل شخص يكمل النقاش وصاحب الجواب المنطقي يحصل على 15k〙\n\n❑ النقاش في العام 📲\n━───── •❈• ──────\n❑ المسؤول : ◢◣\n╰─────❞♠️❝─────╯\n‏〖‏♠️Akina🍁Nacht〗"
    },
    {
        "name": "انهاء النقاش",
        "form": "*◈إنتهى النقاش◈*\n\n╭─────❞♠️❝─────╮\n❑ المشاركين 💂🏼‍♂️ :\n-\n-\n-\n❑ صاحب الاجابه المنطقيه 15k:\n-\n\n❑ الجائزة 💎 : لكل من شارك 10k\n\n❑ نراكم في نقاش اخر شكراً لكم على المشاركة✨\n╰─────❞♠️❝─────╯\n❑ المسؤول : ◢◣\n〖‏♠️Akina🍁Nacht〗"
    },
    {
        "name": "اعلان نهاية الفعالية",
        "form": "◈إنتهت ◈\n╭─────❞♠️❝─────╮\n◉ الفائز 🎗 :\n\n◉ الإجابة ✒ :\n\n◉ الجائزة 💎 :\n╰─────❞♠️❝─────╯\n◉ المسؤول : ◢◣\n〖A̷k̷i̷n̷a̷♠️𝗡𝗮𝗰𝗵𝘁〗"
    },
    {
        "name": "التفاعل اليومي",
        "form": "✻╔╦══• •֎•♠️•֎• •══╦╗\n『⦿ ماركيز التفاعل اليومي ⦿』\n✍ فَيَ تارٍيَخـ ⇚ 🗓00/00/00🗓\n══════ •⇼• ══════\n↢ ◹اللقب◺🥇◹الرسائل◺ ↭ ◹15k◺\n══════ •⇼• ══════\n↢ ◹اللقب◺🥈◹الرسائل◺ ↭ ◹10k◺\n══════ •⇼• ══════\n↢ ◹اللقب◺🥉◹الرسائل◺ ↭ ◹5k◺\n══════ •⇼• ══════\n-المسؤول :\n‏【Akina🍁Nacht♠️】\n╚╩══• •֎•♠️•֎• •══╩╝"
    },
    {
        "name": "التفاعل الاسبوعي",
        "form": "╔╦═══•< ✥⋄✾⋄✥>•═══╦╗\n◈* ~👑مـلـوگـ الـتفاعـل الأسبوعي👑 ~* ◈\n❊ ══════ ⋆❈⋆ ══════ ❊\n\n* ✮〖 المركز 🥇 الاول 〗✮ *\n⏎ 〘〙 » 〘〙@⁨⁩\n\n* ✮〖 المركز 🥈 الثاني 〗✮ *\n⏎ 〘〙 » 〘〙@⁨⁩\n\n* ✮〖 المركز 🥉 الثالث 〗✮ *\n⏎ 〘〙 » 〘〙@⁨⁩\n\n* ✮〖 المركز 🏅 الرابع 〗✮ *\n⏎ 〘〙 » 〘〙@⁨⁩\n\n❊ ══════ ⋆❈⋆ ══════ ❊\nالجوائز 🏆 :\nالمركز الأول »『 35k 💴+ لفة روليت』\nالمركز الثاني »『30k 💴+ اختيار بطاقة من المتجر』\nالمركز الثالث »『25k 💴 تغيير العرض 6 ساعات』\nالمركز الرابع »『20k 💴』\n❊ ══════ ⋆❈⋆ ══════ ❊\nالمسؤول : \n{‏Akina♠️𝗡𝗮𝗰𝗵𝘁 }\n╚╩═══•< ✥⋄✾⋄✥>•═══╩╝"
    },
    {
        "name": "اعلان الروليت",
        "form": "❖┏━━━━━ ✿♠️✿ ━━━━━┓❖\n◈ تعلن ناخت عن:-\n≔≖≕≖≔≖≕≖≔≖≕≖≔≖≕≖≔≖≕≖≔\nعجلة الحظ { الروليت }\n◉ شرح الروليت: عجلة يلفها لك المشرف و يكون بها جوائز عديده و قيمة و تعتمد على الحظ🎉.\n❖━━━━━ ✿♠️✿ ━━━━━❖\n◉ روليت أسطورية 💥: 200k\n◉ روليت ملكية 👑: 145k\n◉ روليت عادية🎰: 100k\n\n *- ملاحظات ‼️:* \n◉ اذا تريد الاستفسار عن بطائق الروليت أسأل المسؤول في الخاص.\n◉ اذا مر اسبوع على البطاقة ولم تستخدمها تتلف.\n◉ اذا تريد تلف العجلة توجه للمسؤول: @انا\n❖┗━━━━━ ✿♠️✿ ━━━━━┛❖\n‏『Akina♠️𝗡𝗮𝗰𝗵𝘁』"
    },
    {
        "name": "اعلان المتجر",
        "form": "❖┏━━━━━ ▣♠️▣ ━━━━━┓❖\n⁂ تعلن إدارة ناخت عن فتح المتجر 🎪:\n╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾\n\nحجز لقب ♟:〘لمدة أسبوع〙\n‏〚15k 💴〛\nتغيير لقب عضو 🔁: 〘يوم/6 ساعات〙\n‏〚12k - 26k 💴〛\nالحصانة🛡: 〘يوم/أسبوع〙\n‏〚150k - 80k 💴〛\nخروج عن الانمي↔️، تشمل الريأكشن، الرياضة:\n〘 ساعتين 〙\n‏〚75k 💴〛\nطرد مشرف🗡 *حد 2*:〘 ساعتين 〙\n‏〚120k💴〛\nطرد عضو 🏹 *حد 5* : 〘يوم/ 6 ساعات〙\n‏〚30k - 45k💴〛\nحذف جميع الانذارات🧧:\n‏〚48k 💴〛\nحذف انذار منك🧧:\n‏〚26k💴〛\nتغير صورة العرض🪄:〘5ساعات〙\n‏〚35k 💴〛\nالفزعه 📿:〘مره وحده للعضو〙\n‏〚55k 💴〛\nعيديه💰:〘تاخذ من 3أعضاء 2k〙\n‏〚4k 💴〛\nمالك أمل ❌:〘تبطل بطاقة الخصم 〙\n‏〚45k 💴〛\nاعطاء عضو 🔖〘انذار،تنبيه〙\n‏〚13k - 17k💴〛\n\n╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾\n◉ الحد الأقصى لشراء البطايق هو 3 في اليوم ، تستطيع شراء مرة وحده في اليوم من أي سلعة .\n◉ للشراء من المتجر توجه للمسؤول @انا\nسيتم إضافة المزيد 🆕 .\n\n~*♠️ متجر ناخت ♠️*~\n❖┏━━━━━ ▣♠️▣ ━━━━━┓❖\n⁂ تعلن إدارة ناخت ♠️ عن فتح المتجر 🎪:\n╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾\nحجز لقب ♟:〘لمدة أسبوع〙\n‏〚15k 💴〛\nتغيير لقب عضو 🔁: 〘يوم/6 ساعات〙\n‏〚6k - 12k 💴〛\nالحصانة🛡: 〘يوم/أسبوع〙\n‏〚70k - 10k 💴〛\nخروج عن الانمي↔️، تشمل الريأكشن، الرياضة:\n〘4 ساعات〙\n‏〚25k 💴〛\nطرد مشرف🗡:〘 ساعتين 〙\n‏〚50k💴〛\nطرد عضو 🏹: 〘يوم/6 ساعات〙\n‏〚10k - 20k💴〛\nحذف جميع الانذارات🧧:\n‏〚16k 💴〛\nحذف انذار منك🧧:\n‏〚6k💴〛\nتغير صورة العرض🪄:〘6ساعات〙\n‏〚3k 💴〛\n╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾╾\nملاحظة:\n◉ الحد الأقصى لشراء البطايق هو 3 في اليوم ، تستطيع شراء مرة وحده في اليوم من أي سلعة .\n◉ للشراء من المتجر توجه للمسؤول\nسيتم إضافة المزيد 🆕 .\n❖┗━━━━━ ▣♠️▣ ━━━━━┛❖\n‏『Akina♠️𝗡𝗮𝗰𝗵𝘁』"
    },
    {
        "name": "اعلان مسابقة افضل صورة عرض",
        "form": "❖┏━━━━━ ✿♠️✿ ━━━━━┓❖\n◈ تعلن ادارة ناخت عن:\n\n*※━『مسابقة افضل صوره』━※*\n\n🎙️ المقدم :*『』*\n👥 عدد المشاركين :『8』 \n\n❖ طريقة المسابقة /\n\n❶ ترسل صورتك عند المقدم. \n\n❷ بنعرض صورتين في القروب وبقية الاعضاء يصوتون للصوره الافضل. \n\n❸ عند تأهل الصوره للنهائي الفائز سيكون الأكثر تصويتاً بينهم.\n\n─━─━─━∞◆∞━─━─━─\n❣ ملاحظه\nستلغى مشاركة اي عضو يقوم بإخبار البقية عن صورته او يصوت لنفسه\n╰─────❞♠️❝─────╯\n〖Akina🍁Nacht♠️〗"
    },
    {
        "name": "اعلان نهاية مسابقة افضل صورة عرض",
        "form": "◈ تعلن ادارة ناخت عن:\n\n※━『نهاية مسابقة افضل صورة』━※\n\n\n❖ المقدم / \n\n*🎙️ 『اللقب💰35k』*\n\n❖ المراكز ال3 الاولى /\n\n🥇 『اللقب💰35k』\n🥈 『اللقب💰30k』 \n🥉 『اللقب💰20k』\n\n─━─━─━∞◆∞━─━─━─\n\n❖ المراكز الباقية /\n\n『اللقب💰15k』\n『اللقب💰15k』\n『اللقب 💰15k』\n『اللقب💰15k』\n『اللقب💰15k』\n╰─────❞♠️❝─────╯\n〖Akina🍁Nacht♠️〗"
    }
]

let sheets = {}
for (let i = 0; i < e.length; i++) {
    sheets[e[i].name] = e[i].form
}

fs.writeFile("./forms.json", JSON.stringify(sheets), function(err) {
    if (err) {
        console.log(err)
    }else {
        console.log("Saved")
    }
})

